Repository: joelpaulkoch/schildpad
Catalog: lib/l10n/app_*.arb
Languages: de

# settingsTitle
source: Settings
de: Einstellungen

# contactListTile
source: Contact
de: Kontakt

# resetListTile
source: Reset
de: Zurücksetzen

# resetConfirmationDialogText
source: Are you sure?
de: Hiermit setzt Du Schildpad auf den Anfangszustand zurück, mit den Standardeinstellungen und einem leeren Startbildschirm. Bist Du sicher?

# resetConfirmationDialogConfirmButton
source: Reset
de: Zurücksetzen

# thankYou
source: Thank you for using Schildpad, enjoy!
de: Danke fürs Nutzen und viel Spaß mit Schildpad!

# appGridListTile
source: App Grid
de: App Raster

source: Columns
de: Spalten

source: Rows
de: Reihen

source: App Drawer
de: App Liste

source: Additional Row
de: Zusätzliche Reihe

source: Top Dock
de: Dock oben

# appGridLayoutAlertContent
source: All your apps and widgets will be removed from the home screen when you reduce the size of the grid to prevent invalid state. Are you sure you want to continue?
de: Wenn Du das Raster verkleinerst werden alle Apps und Widgets vom Startbildschirm entfernt um Fehler zu vermeiden. Bist Du sicher?

# dockLayoutAlertContent
source: All your apps and widgets will be removed from the dock when you reduce its columns to prevent invalid state. Are you sure you want to continue?
de: Wenn Du den Dock verkleinerst werden alle Apps und Widgets von ihm entfernt um Fehler zu vermeiden. Bist Du sicher?

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen
